Revit 2027 API
StructuralSectionConcreteL.CutWidth Property
 Cut Width: the width of the cut in a rectangle-cut section shape.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double CutWidth { get; set; }
Public Property CutWidth As Double
	Get
	Set
public:
property double CutWidth {
	double get ();
	void set (double value);
}
member CutWidth : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionConcreteL Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace